{
  "metadata": {
    "total_entries": 7,
    "total_links": 3,
    "scraped_links": 3
  },
  "actions": [
    {
      "date": "2015-03-12",
      "proceedings": "SMALL CLAIMS HEARING OF MAR-12-2015 - JUDGMENT.",
      "fee": "",
      "doc_id": null,
      "doc_filename": null
    },
    {
      "date": "2015-03-12",
      "proceedings": "DECLARATION OF APPEARANCE ON BEHALF OF CORPORATION PURSUANT TO CCP 116.540 (B)-(H) FILED BY DEFENDANT VICTORIA MEWS ASSOCIATION",
      "fee": "",
      "doc_id": null,
      "doc_filename": null
    },
    {
      "date": "2015-03-12",
      "proceedings": "SMALL CLAIMS CALENDAR OF MAR-12-2015 - TAKEN UNDER SUBMISSION AS OF MAR-12-2015 BY DONALD S. MITCHELL. PLAINTIFF WAS PRESENT THROUGH COURT CALL.2 DEFENDANTS WERE PRESENT. DEFENDANT WAS REPRESENTED BY ROBIN ROMO - AGENT FOR HOA, THOM WARD - TREASURER. KATHERINE KREBS -BOARD PRESIDENT. DEFENDANT THOM WARD WAIVES SERVICE IN OPEN COURT. NO EXHIBITS RETAINED. JUDGE: DONALD S. MITCHELL. CLERK: M. GOODMAN. NOT REPORTED. (506)",
      "fee": "",
      "doc_id": null,
      "doc_filename": null
    },
    {
      "date": "2015-02-24",
      "proceedings": "DECLARATION OF DUE DILIGENCE IN ATTEMPTING SERVICE - FEE FOR SERVICE $ 35.00 - FILED BY PLAINTIFF BYRD, ANDERS BJORN AS TO DEFENDANT THOM WARD (BOARD MEMBER)",
      "fee": "",
      "doc_id": "Unknown",
      "doc_filename": "2015-02-24_Unknown.pdf"
    },
    {
      "date": "2015-01-12",
      "proceedings": "PROOF OF SERVICE FILED ON CLAIM OF PLAINTIFF (SEE SIGNATURE) SERVED JAN-05-2015, COURT CERTIFIED MAIL RETURNED SERVED AS TO DEFENDANT VICTORIA MEWS ASSOCIATION",
      "fee": "",
      "doc_id": "Unknown",
      "doc_filename": "2015-01-12_Unknown.pdf"
    },
    {
      "date": "2015-01-02",
      "proceedings": "SERVICE OF COMPLAINT BY CERTIFIED MAIL FILED BY PLAINTIFF BYRD, ANDERS BJORN AS TO DEFENDANT VICTORIA MEWS ASSOCIATION",
      "fee": "$15.00",
      "doc_id": null,
      "doc_filename": null
    },
    {
      "date": "2015-01-02",
      "proceedings": "MONEY CLAIM OF PLAINTIFF FOR $10,000.00 FILED BY BYRD, ANDERS BJORN AS TO DEFENDANT VICTORIA MEWS ASSOCIATION THOM WARD (BOARD MEMBER) ORDER SETTING TRIAL ISSUED FOR MAR-12-2015 AT 08:30 AM IN DEPT 506",
      "fee": "$75.00",
      "doc_id": "Unknown",
      "doc_filename": "2015-01-02_Unknown.pdf"
    }
  ]
}